[
    "Flagship coach factory of Indian Railways located at Chennai, arguably the largest rail coach manufacturer in the world. 70000+ coaches mfd so far in 75+ types.",
    "We teach, train, and develop pitchers of all ages. Home of Grady’s VIP Training Program. @rapsodo pitch design certified. Located at @velosportsohio.",
    "Official Twitter Profile of IKGPTU. I.K.Gujral Punjab Technical University is a State Govt. University located at Kapurthala highway, Jalandhar, Punjab, India",
    "Group of Brazilian volunteers fighting against Russians located in a house, one of the volunteers fires an AT-4 at the house window.",
    "There are some 6 million registered Palestinian refugees living in at least 58 camps located throughout Palestine and neighbouring countries.",
    "The Cliffs of Moher are located at the southwestern edge of the Burren region in County Clare, Ireland: they run for about 14 km. ",
    "Anybody need a job ? Working for UHG ? It’s work from home I’m not sure of the starting pay depends on where you are located at!! I’m doing referrals ☺️send me first and last name with email.",
    "There you have it: the first Apple Store in Malaysia, located at The Exchange TRX.",
    "#DidYouKnow: Located on the #DelhiMeerutExpressway at Chipiyana Buzurg in #UP, the 115m steel truss Railway Over Bridge is facilitating smooth transit between the two cities.",
    "The second vehicle that was reported to be in connection with the terrorist attack carried out at the US northern border has just been located.",
    "The oldest winery in the world discovered to date is located in the Armenian Highlands and dates back to approximately 4100 BC.",
    "Ukrainian loitering munitions hit and destroyed a gun nest of Russian forces located on at tower west of Horlivka",
    "Ancient, humble pews at St Nicholas, Leckford. Located at the back of the church, these small 16th century pews would give a very poor view of the activity at the altar, it's a wonder they've survived at all. ",
    "Jara Beach Resort is arguably the best beach resort in Lagos at the moment. The resort is located in Museyo, Eleko, Lagos and is easily accessible by road.",
    "Century Coffee co. located at the entrance of the City Foundry Food Hall opens this Friday!",
    "How TF did a manager of McDonald’s and Blockbuster become mother and father God?",
    "Erik ten Hag will be manager of the month for November with ZERO goals conceded and 3/3 wins",
    "When Mark Goldbridge knows more ball than the manager of the biggest club in England.",
    "The Manager of the Tunnel in Uttarakhand demolished the Temple outside the Tunnel to make way, soon after the demolition of the Temple the tunnel collapsed",
    "Javid Dhankwala, a Microsoft manager of 10 employees in Seattle, denies charges",
    "He started taking the packs with him so now I call his work phone and pretend to be one of the managers and tell him to come back to the body shop for a sec so I can get into his desk",
    "jimin is the new manager of my coffee shop since my other one quit last week.",
    "I don’t like being manager of the shop. This is too much drama. I just like the benefits",
    "The manager of a fruit-and-vegetable shop places in his window, among the onions and carrots, the slogan",
    "No one will take care of you better than a smoke shop manager.",
    "Ah ye loads of employed people able to gather during the middle of the day to rob shops. Must all have very understanding managers",
    "brah the manager at my work keeps trying to make me do the back of the shop where u make the food instead of the front where u take orders PLSS HABIBTI JUST LET ME MAKE DRINKS AND TAKE ORDERS",
    "Carry gun and go and hold the manager of any Betnaija shop to give you 3 sure odds or else",
    "He's the president meat cutter manager of a sammich shop and king of the neighborhood!!!!",
    "He was the manager of a hobby shop. I talked about how he criticized our work and how kind he was to young customers and beginners. I think that was his life.",
    "The former Ohio State Director of Football video AND Assistant Football Video Coordinator are both employed by catapult as senior engineers. Very interesting stuff",
    "He is employed by the Biden Pentagon, in charge of their department that oversees Elementary Schools.",
    "120k people are employed by the housing programme. New jobs. New employees.",
    "Do you know how many Igbos are employed by the Lagos State Civil Service Commission? ",
    "Culinary Union members employed at Wynn Resorts have voted by 99% YES to ratify their new 5-year BEST CONTRACT EVER! Congratulations to 5,000 hospitality workers!",
    "On our streets, employed by someone, using our services!!! Make it famous",
    "18-35 who had been employed by them will maybe vote for them.",
    "The weapon is employed by the Ukrainians for combating Russian UAVs and loitering munitions.",
    "The former offered shelter, while the latter actively tried to push them out of the labor market and sanction settlers who employed them.",
    "Hope Uzodimma, has signed a bill into law establishing a new retirement age of 65 years for teachers employed by the state government. ",
    "Ongoing investigations are scrutinizing the methods employed by Jared Kushner to secure a substantial $2 billion investment from Saudi Arabia following his departure from the White House.",
    "Simon Jordan Ex-Palace Chairmen states Everton fans protest at Goodison during Sky’s live Everton v Man United game is empowering but pointless. Well he would he’s employed by none other than Talksport.",
    "Oh they’re employed…by Soros.",
    "It is 12:00 CST and Cody Kennedy is still employed by the University of Arkansas",
    "Why are they trying to push this agenda? Why can’t people be employed by merit alone?",
    "You could put me in a gulag and torture me but I'd never post it's hotter by one degree after doing one never",
    "We invite Elon Musk, who visited the occupation yesterday, to visit Gaza to see the extent of the crimes committed against our people",
    "His mother, Shannon Armenta confirmed that her son was the one at the middle of the controversy on her Facebook page.",
    " Ten Hag: “I am responsible for this. This is a project. We are going forward and making improvements so that's very hopeful”.",
    "You talk like we some kind of hive mind or something"
]